[
    {
        "img": "https://i.ibb.co/QQ022K5/1541414354phpl-FUw-Tq.jpg",
        "college_name": "Lincoln University",
        "country": "New Zealand",
        "admission_dates": "August 15 - September 30",
        "event": "Annual Cultural Fest",
        "event_details": "The Annual Cultural Fest celebrates the rich diversity of our students and showcases their talents in music, dance, drama, and more. It is a vibrant and colorful extravaganza that brings together the entire college community.",
        "research": "Cutting-edge Research Facilities",
        "research_work": "Our college is at the forefront of research with state-of-the-art facilities and dedicated research centers. Students and faculty engage in groundbreaking research across various disciplines, contributing to advancements in science and technology.",
        "sports": "State-of-the-art Sports Complex",
        "sports_details": "Our sports complex offers world-class facilities for a wide range of sports, including athletics, swimming, tennis, and more. We encourage our students to stay active and promote a healthy lifestyle through sports and fitness programs.",
        "admission_process": "Merit-based Admission",
        "rating": 4.8,
        "number_of_research": 150
    },
    {
        "img": "https://i.ibb.co/3rqnLrF/1535442840php6iu-I85.jpg",
        "college_name": "Karlsruhe Institute of Technology",
        "country": "Germany",
        "admission_dates": "October 1 - November 30",
        "event": "Science and Technology Expo",
        "event_details": "The Science and Technology Expo is an annual event that showcases the innovative projects and inventions of our students and faculty. It offers a platform for sharing knowledge and fostering collaboration in the field of science and technology.",
        "research": "Innovative Research Labs",
        "research_work": "College Karlsruhe Institute of Technology (KIT) boasts cutting-edge research labs equipped with the latest technology. Our research teams work on interdisciplinary projects, addressing global challenges and pushing the boundaries of knowledge.",
        "sports": "Modern Sports Facilities",
        "sports_details": "Our modern sports facilities cater to a variety of sports, including indoor and outdoor activities. Students have access to training sessions, competitions, and recreational sports to maintain a healthy and active lifestyle.",
        "admission_process": "Entrance Test Required",
        "rating": 4.6,
        "number_of_research": 120
    },
    {
        "img": "https://i.ibb.co/CKxjSv3/Flinders-University.jpg",
        "college_name": "Flinders University",
        "country": "Australia",
        "admission_dates": "December 1 - January 31",
        "event": "Literary Festival",
        "event_details": "The Literary Festival celebrates the love for literature, poetry, and storytelling among our students. It provides a platform for budding writers and poets to showcase their talents and engage in meaningful discussions on literature and culture.",
        "research": "Interdisciplinary Research Centers",
        "research_work": "College Flinders University houses interdisciplinary research centers that foster collaboration among students and faculty from various disciplines. Our research initiatives focus on societal challenges, environment, and sustainable development.",
        "sports": "Olympic-size Swimming Pool",
        "sports_details": "We take pride in our Olympic-size swimming pool, where students can practice swimming and participate in aquatic sports. Swimming classes and lifeguard services are available for students' safety and skill enhancement.",
        "admission_process": "Interview and Portfolio Evaluation",
        "rating": 4.9,
        "number_of_research": 180
    },
    {
        "img": "https://i.ibb.co/PFZ9ySb/cover.png",
        "college_name": "Hokkaido University",
        "country": "Japan",
        "admission_dates": "February 1 - March 31",
        "event": "Business and Entrepreneurship Summit",
        "event_details": "The Business and Entrepreneurship Summit brings together industry leaders, entrepreneurs, and students to explore the world of business and innovation. It includes workshops, seminars, and networking opportunities.",
        "research": "Business Incubation Center",
        "research_work": "Our Business Incubation Center supports budding entrepreneurs in turning their ideas into successful ventures. Students receive mentorship, funding, and access to resources to nurture their entrepreneurial spirit.",
        "sports": "Fitness and Wellness Center",
        "sports_details": "Hokkaido University fitness and wellness center offers state-of-the-art equipment, fitness classes, and personalized training programs. We prioritize the physical and mental well-being of our students to promote a healthy and balanced lifestyle.",
        "admission_process": "Counseling and Entrance Exam",
        "rating": 4.7,
        "number_of_research": 100
    },
    {
        "img": "https://i.ibb.co/0Y8qRh4/tokat.jpg",
        "college_name": "Tokat Gaziosmanpasa University",
        "country": "Turkey",
        "admission_dates": "April 1 - May 31",
        "event": "Medical Symposium",
        "event_details": "The Medical Symposium is a prestigious event that brings together medical professionals, researchers, and students to discuss the latest advancements in medicine and healthcare. It includes workshops, keynote speeches, and research presentations.",
        "research": "Medical Research Institute",
        "research_work": "Tokat Gaziosmanpasa University Medical Research Institute is dedicated to advancing medical knowledge through cutting-edge research. Our research teams focus on diseases, treatments, and medical innovations to improve global health.",
        "sports": "Sports Medicine Center",
        "sports_details": "Our Sports Medicine Center caters to student-athletes and promotes sports-related injury prevention, treatment, and rehabilitation. We offer specialized care to support athletes' well-being and performance.",
        "admission_process": "Medical Entrance Test",
        "rating": 4.5,
        "number_of_research": 130
    },
    {
        "img": "https://i.ibb.co/qr9VPz7/wageningen-university-netherlands.jpg",
        "college_name": "Wageningen University & Research - WUR",
        "country": "Netherlands",
        "admission_dates": "June 1 - July 31",
        "event": "Fine Arts Exhibition",
        "event_details": "The Fine Arts Exhibition showcases the creativity and talent of our art students. It features a diverse range of artworks, including paintings, sculptures, digital art, and installations. The exhibition attracts art enthusiasts from all around the country.",
        "research": "Creative Arts Studio",
        "research_work": "College (WUR) Creative Arts Studio is a hub for artists to experiment and create. Our students explore various art forms, from traditional to contemporary, and express their ideas through artistic expressions.",
        "sports": "Outdoor Adventure Club",
        "sports_details": "The Outdoor Adventure Club offers thrilling outdoor activities, such as hiking, camping, and rock climbing. Students bond over shared adventures and develop leadership skills in natural settings.",
        "admission_process": "Portfolio and Interview",
        "rating": 4.8,
        "number_of_research": 90
    }
]